{
    "navHome": "Home",
    "navServizi": "Services",
    "navChiSiamo": "About Us",
    "navContatti": "Contacts",
    "navRecensioni": "Reviews",
    "navEsercizi": "Exercise plans",
    "btnRegistrati": "Sign Up",
    "btnAccedi": "Login",
    "chiSiamoTitolo": "About Us",
    "chiSiamoTesto": "GPTrainer is an innovative gym that combines artificial intelligence, physical training and personal well-being. Founded with the aim of revolutionizing the world of fitness, GPTrainer offers a unique experience, thanks to personalized training programs monitored by virtual personal trainers that adapt to individual progress. The gym is equipped with modern equipment and advanced technologies, which optimize the effectiveness and safety of workouts. In addition, GPTrainer promotes mental well-being with spaces dedicated to yoga, meditation and relaxation, creating a complete environment for the body and mind. GPTrainer's mission is to help each member achieve their goals, combining technology and well-being care for extraordinary results.",
    "mariaTesto": "Specialized in CrossFit, Maria motivates her clients to overcome their limits with high-intensity workouts that combine weightlifting, gymnastics and cardio. Her attention to technique and variety of exercises allows for constant progress, improving endurance, power and mobility.",
    "antonioTesto": "An expert in powerlifting, Antonio specializes in improving maximum strength, focusing on squats, bench press and deadlifts. With a methodical and results-oriented approach, Antonio perfects his clients' technique to maximize performance and prevent injuries.",
    "susannaTesto": "Yoga teacher, Susanna guides her clients in practices that improve flexibility, strength and mental well-being. With a deep knowledge of asanas, breathing and meditation, Susanna offers personalized sessions that promote a holistic balance between body and mind.",
    "albertoTesto": "With over 10 years of experience in bodybuilding, Alberto helps his clients build muscle mass and strength with a technical and motivating approach. He is an expert in bodybuilding competitions and offers personalized programs that optimize results, both for mass and muscle definition.",
    "contattiTitolo": "Contacts",
    "diritti": "© 2025 GPTrainer. All rights reserved."
  }
  