{
    "navHome": "Home",
    "navServizi": "Servizi",
    "navChiSiamo": "Chi siamo",
    "navContatti": "Contatti",
    "navRecensioni": "Recensioni",
    "navEsercizi": "Piani esercizi",
    "btnRegistrati": "Registrati",
    "btnAccedi": "Accedi",
    "chiSiamoTitolo": "Chi siamo",
    "chiSiamoTesto": "GPTrainer e' una palestra innovativa che unisce intelligenza artificiale, allenamento fisico e benessere personale. Fondata con l'obiettivo di rivoluzionare il mondo del fitness, GPTrainer offre un'esperienza unica, grazie a programmi di allenamento personalizzati monitorati da personal trainer virtuali che si adattano ai progressi individuali. La palestra e' dotata di attrezzature moderne e tecnologie avanzate, che ottimizzano l'efficacia e la sicurezza degli allenamenti. Inoltre, GPTrainer promuove il benessere mentale con spazi dedicati a yoga, meditazione e relax, creando un ambiente completo per il corpo e la mente. La missione di GPTrainer e' aiutare ogni membro a raggiungere i propri obiettivi, combinando tecnologia e cura del benessere per risultati straordinari.",
    "mariaTesto": "Specializzata in CrossFit, Maria motiva i suoi clienti a superare ogni limite con allenamenti ad alta intensita' che combinano sollevamento pesi, ginnastica e cardio. La sua attenzione alla tecnica e alla varieta' degli esercizi permette di ottenere progressi costanti, migliorando resistenza, potenza e mobilita'.",
    "antonioTesto": "Esperto di powerlifting, Antonio e' specializzato nel miglioramento della forza massimale, concentrandosi su squat, panca e stacco da terra. Con un approccio metodico e orientato ai risultati, Antonio perfeziona la tecnica dei suoi clienti per massimizzare le prestazioni e prevenire infortuni.",
    "susannaTesto": "Insegnante di yoga, Susanna guida i suoi clienti in pratiche che migliorano la flessibilita', la forza e il benessere mentale. Con una conoscenza profonda delle asana, della respirazione e della meditazione, Susanna offre sessioni personalizzate che promuovono un equilibrio olistico tra corpo e mente.",
    "albertoTesto": "Con oltre 10 anni di esperienza nel bodybuilding, Alberto aiuta i suoi clienti a costruire massa muscolare e forza con un approccio tecnico e motivante. E' esperto nelle competizioni di bodybuilding e offre programmi personalizzati che ottimizzano i risultati, sia per la massa che per la definizione muscolare.",
    "contattiTitolo": "Contatti",
    "diritti": "© 2025 GPTrainer. Tutti i diritti riservati.",
    "recensioniTitolo": "Recensioni"
  }
  